Repository: OSInside/kiwi
Catalog: boot/arch/arm/oemboot/suse-SLES12/root/usr/share/locale/*/LC_MESSAGES/kiwi.po
Languages: pl

source: Enter LUKS passphrase
pl: Proszę podać hasło LUKS

source: Do you accept the license agreement ?
pl: Zaakceptować warunki licencji?

source: Do you want to start the System-Recovery ?
pl: Czy uruchomić narzędzie odzyskiwania systemu System-Recovery?

source: Do you want to start the System-Restore ?
pl: Czy uruchomić narzędzie przywracania systemu System-Restore?

source: Restoring base operating system...
pl: Przywracanie podstawowego systemu operacyjnego...

source: Destroying ALL data on %1, continue ?
pl: Zostą zniszczone WSZYSTKIE dane na %1, kontynuować?

source: Clean sweep...
pl: Całkowite usuwanie danych...

source: %1 files from %2 restored...
pl: przywrócono %1 plików z %2 ...

source: backing up: %1...
pl: tworzenie kopii zapasowej: %1...

source: restoring: %1...
pl: trwa przywracanie: %1...

source: Yes
pl: Tak

source: No
pl: Nie

source: Cancel
pl: Anuluj

source: Exit
pl: Wyjście

source: Installation...
pl: Instalacja...

source: Loading %1
pl: Ładowanie %1

source: Select disk for installation:
pl: Proszę wybrać dysk do instalacji
