Repository: OSInside/kiwi
Catalog: kiwi/boot/locale/*/LC_MESSAGES/kiwi.po
Languages: uk

source: Boot continues in 10 sec
uk: Завантаження розпочнеться через 10 секунд

source: Enter LUKS passphrase
uk: Введіть фразу пароля LUKS

source: Do you accept the license agreement ?
uk: Ви згідні із ліцензійною угодою?

source: Do you want to start the System-Recovery ?
uk: Розпочати відновлення системи?

source: Do you want to start the System-Restore ?
uk: Розпочати поновлення системи?

source: Restoring base operating system...
uk: Поновлення операційної системи...

source: Destroying ALL data on %1, continue ?
uk: Буде знищено ВСІ дані на %1, продовжити?

source: Clean sweep...
uk: Цілковите очищення...

source: %1 files from %2 restored...
uk: Відновлено %1 із %2 файлів...

source: backing up: %1...
uk: Резервується: %1...

source: archiving: %1...
uk: архівується: %1...

source: restoring: %1...
uk: Поновлюється: %1...

source: Yes
uk: Так

source: No
uk: Ні

source: OK
uk: Згода

source: Cancel
uk: Скасувати

source: Exit
uk: Вихід

source: Bootloader installation has failed
uk: Завантажувач встановити не вдалося

source: The system will not be able to reboot. Please make sure to fixup and install the bootloader before next reboot. Check /var/log/boot.kiwi for details
uk: Система не зможе перезавантажитися. Будь ласка, переконайтеся, що ви виправили і встановили завантажувач перед наступним перезавантаженняи. Перегляньте файл /var/log/boot.kiwi за подробицями

source: Please remove the CD/DVD before reboot
uk: Перед перезавантаженням вийміть КД/DVD носій

source: Please unplug the USB stick before reboot
uk: Перед перезавантаженням вийміть USB-носій

source: Installation...
uk: Встановлення...

source: Loading %1
uk: Завантаження %1

source: Verifying %1
uk: Перевіряється %1

source: Select disk for installation:
uk: Виберіть диск для встановлення:

source: Select %1 partition for installation:
uk: Виберіть %1 розділ для встановлення:

source: System will be shutdown. Remove USB stick before power on
uk: Система буде вимкнена. Вийміть USB-накопичувач до увімкнення живлення

source: Please remove the CD/DVD before shutdown
uk: Будь ласка вийміть КД/DVD перед вимкненням
